function showDocuments(){

    let certificate = document.getElementById("Certificate").value;
    let documents = document.getElementById("documents");

    if(certificate=="income"){
        documents.innerHTML=`
        <h2>தேவையான ஆவணங்கள்</h2>
        <p>*அனைத்து ஆவணங்களும் அசலாக இருக்க வேண்டும். விண்ணப்பித்த பிறகு அனைத்து ஆவணங்களும் வாடிக்கையாளர்களிடம் திருப்பி வழங்கப்படும்.</p>
        <p>(*ஆதார் அட்டை மற்றும் ஸ்மார்ட் கார்டில் ஒரே முகவரி இருக்க வேண்டும்.)</p>

        <ul type="none">
            <li>போட்டோ</li>
            <li>ஆதார் அட்டை</li>
            <li>ஸ்மார்ட் கார்டு (குடும்ப அட்டை)</li>
            <li>அரசு ஊழியராக இருந்தால், பான் அட்டை மற்றும் ஊதியச் சீட்டு தேவைப்படும் (Pay Slip).</li>
            <li>(ஊதியச் சீட்டு (Pay Slip) 3 மாதங்களுக்குள் பெறப்பட்டதாக இருக்க வேண்டும்.)</li>
        </ul>`;
    }

    else if(certificate=="community"){
        documents.innerHTML=`
        <h2>தேவையான ஆவணங்கள்</h2>
        <p>*அனைத்து ஆவணங்களும் அசலாக இருக்க வேண்டும். விண்ணப்பித்த பிறகு அனைத்து ஆவணங்களும் வாடிக்கையாளர்களிடம் திருப்பி வழங்கப்படும்.</p>
        <p>(*ஆதார் அட்டை மற்றும் ஸ்மார்ட் கார்டில் ஒரே முகவரி இருக்க வேண்டும்.)</p>
        <ul type="none">
            <li>போட்டோ</li>
            <li>ஆதார் அட்டை</li>
            <li>ஸ்மார்ட் கார்டு (குடும்ப அட்டை)</li>
            <li>விண்ணப்பதாரர் அல்லது விண்ணப்பதாரரின் தந்தையின் பழைய சாதிச் சான்றிதழ் / விண்ணப்பதாரர் அல்லது விண்ணப்பதாரரின் தந்தையின் மாற்றுச் சான்றிதழ் (சாதிச் குறிப்பிடப்பட்டிருக்க வேண்டும்) / வி.ஏ.ஓ சான்றிதழ்</li>
        </ul>`;
    }

    else if(certificate=="nativity"){
        documents.innerHTML=`
        <h2>தேவையான ஆவணங்கள்</h2>
        <p>*அனைத்து ஆவணங்களும் அசலாக இருக்க வேண்டும். விண்ணப்பித்த பிறகு அனைத்து ஆவணங்களும் வாடிக்கையாளர்களிடம் திருப்பி வழங்கப்படும்.</p>
        <p>(*ஆதார் அட்டை மற்றும் ஸ்மார்ட் கார்டில் ஒரே முகவரி இருக்க வேண்டும்.)</p>
        <ul type="none">
            <li>போட்டோ</li>
            <li>ஆதார் அட்டை</li>
            <li>ஸ்மார்ட் கார்டு (குடும்ப அட்டை)</li>
        </ul>`;
    }
    else if(certificate=="OBC"){
        documents.innerHTML=`
        <h2>தேவையான ஆவணங்கள்</h2>
        <p>*அனைத்து ஆவணங்களும் அசலாக இருக்க வேண்டும். விண்ணப்பித்த பிறகு அனைத்து ஆவணங்களும் வாடிக்கையாளர்களிடம் திருப்பி வழங்கப்படும்.</p>
        <p>(*ஆதார் அட்டை மற்றும் ஸ்மார்ட் கார்டில் ஒரே முகவரி இருக்க வேண்டும்.)</p>
        <ul type="none">
            <li>போட்டோ</li>
            <li>ஆதார் அட்டை</li>
            <li>ஸ்மார்ட் கார்டு (குடும்ப அட்டை)</li>
            <li>வருமானச் சான்றிதழ்</li>
            <li>சாதிச் சான்றிதழ்</li>
            <li>இருப்பிடச் சான்றிதழ்</li>
            <p>(உங்களுடைய வருமானம், சமூக மற்றும் இருப்பிடச் சான்றிதழ்கள் செல்லுபடியாகும் நிலையில் இருப்பதை உறுதிசெய்யவும்.)</p>
        </ul>`;
    }
    else if(certificate=="FirstGraduate"){
        documents.innerHTML=`
        <h2>தேவையான ஆவணங்கள்</h2>
        <p>*அனைத்து ஆவணங்களும் அசலாக இருக்க வேண்டும். விண்ணப்பித்த பிறகு அனைத்து ஆவணங்களும் வாடிக்கையாளர்களிடம் திருப்பி வழங்கப்படும்.</p>
        <p>(*ஆதார் அட்டை மற்றும் ஸ்மார்ட் கார்டில் ஒரே முகவரி இருக்க வேண்டும்.)</p>
        <ul type="none">
            <li>போட்டோ</li>
            <li>ஆதார் அட்டை</li>
            <li>ஸ்மார்ட் கார்டு (குடும்ப அட்டை)</li>
            <li>விண்ணப்பதாரரின் மாற்றுச் சான்றிதழ்</li>
            <li>உடன்பிறந்தவர்களின் கல்விச் சான்று</li>
            <li>விண்ணப்பதாரரின் தந்தை மற்றும் தாயின் மாற்றுச் சான்றிதழ்</li>
            <li>தாத்தா மற்றும் பாட்டி மாற்றுச் சான்றிதழ் அல்லது நோட்டரி பப்ளிக் மூலம் உறுதிமொழிப் பத்திரம் தேவைப்படும்</li>
        </ul>`;
    }
    else if(certificate=="Widow"){
        documents.innerHTML=`
        <h2>தேவையான ஆவணங்கள்</h2>
        <p>*அனைத்து ஆவணங்களும் அசலாக இருக்க வேண்டும். விண்ணப்பித்த பிறகு அனைத்து ஆவணங்களும் வாடிக்கையாளர்களிடம் திருப்பி வழங்கப்படும்.</p>
        <p>(*ஆதார் அட்டை மற்றும் ஸ்மார்ட் கார்டில் ஒரே முகவரி இருக்க வேண்டும்.)</p>
        <ul type="none">
            <li>போட்டோ</li>
            <li>ஆதார் அட்டை</li>
            <li>ஸ்மார்ட் கார்டு (குடும்ப அட்டை)</li>
            <li>கணவரின் இறப்புச் சான்றிதழ்</li>
            <li>திருமண அழைப்பிதழ் அல்லது கணவர் மற்றும் மனைவி சேர்ந்து எடுத்த புகைப்படம்</li>
        </ul>`;
    }
    else if(certificate=="WidowPension"){
        documents.innerHTML=`
        <h2>தேவையான ஆவணங்கள்</h2>
        <p>*அனைத்து ஆவணங்களும் அசலாக இருக்க வேண்டும். விண்ணப்பித்த பிறகு அனைத்து ஆவணங்களும் வாடிக்கையாளர்களிடம் திருப்பி வழங்கப்படும்.</p>
        <p>(*ஆதார் அட்டை மற்றும் ஸ்மார்ட் கார்டில் ஒரே முகவரி இருக்க வேண்டும்.)</p>
        <ul type="none">
            <li>போட்டோ</li>
            <li>ஆதார் அட்டை</li>
            <li>ஸ்மார்ட் கார்டு (குடும்ப அட்டை)</li>
            <li>விதவைச் சான்றிதழ்</li>
            <li>கணவரின் இறப்புச் சான்றிதழ்</li>
            <li>வங்கி பாஸ்புக்</li>
            <li>வாக்காளர் அடையாள அட்டை</li>
        </ul>`;
    }
        else if(certificate=="OAP"){
        documents.innerHTML=`
        <h2>தேவையான ஆவணங்கள்</h2>
        <p>*அனைத்து ஆவணங்களும் அசலாக இருக்க வேண்டும். விண்ணப்பித்த பிறகு அனைத்து ஆவணங்களும் வாடிக்கையாளர்களிடம் திருப்பி வழங்கப்படும்.</p>
        <p>(*ஆதார் அட்டை மற்றும் ஸ்மார்ட் கார்டில் ஒரே முகவரி இருக்க வேண்டும்.)</p>
        <ul type="none">
            <li>போட்டோ</li>
            <li>ஆதார் அட்டை</li>
            <li>ஸ்மார்ட் கார்டு (குடும்ப அட்டை)</li>
            <li>வங்கி பாஸ்புக்</li>
            <li>வாக்காளர் அடையாள அட்டை</li>
        </ul>`;
        }
        else if(certificate=="Scholarship"){
        documents.innerHTML=`
        <h2>தேவையான ஆவணங்கள்</h2>
        <p>*அனைத்து ஆவணங்களும் அசலாக இருக்க வேண்டும். விண்ணப்பித்த பிறகு அனைத்து ஆவணங்களும் வாடிக்கையாளர்களிடம் திருப்பி வழங்கப்படும்.</p>
        <p>(*ஆதார் அட்டை மற்றும் ஸ்மார்ட் கார்டில் ஒரே முகவரி இருக்க வேண்டும்.)</p>
        <ul type="none">
            <li>போட்டோ</li>
            <li>ஆதார் அட்டை</li>
            <li>ஸ்மார்ட் கார்டு (குடும்ப அட்டை)</li>
            <li>மாற்றுத்திறனாளி சான்றிதழ்</li>
            <li>மாற்றுத்திறனாளி புத்தகம்</li>
            <li>யூ.டி.ஐ.டி அட்டை</li>
            <li>பள்ளி கல்விச் சான்று</li>
            <li>முந்தைய ஆண்டின் மதிப்பெண் பட்டியல்</li>
            <li>வங்கி பாஸ்புக்</li>
        </ul>`;
        }
         else if(certificate=="Disability"){
        documents.innerHTML=`
        <h2>தேவையான ஆவணங்கள்</h2>
        <p>*அனைத்து ஆவணங்களும் அசலாக இருக்க வேண்டும். விண்ணப்பித்த பிறகு அனைத்து ஆவணங்களும் வாடிக்கையாளர்களிடம் திருப்பி வழங்கப்படும்.</p>
        <p>(*ஆதார் அட்டை மற்றும் ஸ்மார்ட் கார்டில் ஒரே முகவரி இருக்க வேண்டும்.)</p>
        <ul type="none">
            <li>போட்டோ</li>
            <li>ஆதார் அட்டை</li>
            <li>ஸ்மார்ட் கார்டு (குடும்ப அட்டை)</li>
            <li>மாற்றுத்திறனாளி சான்றிதழ்</li>
            <li>மாற்றுத்திறனாளி புத்தகம்</li>
            <li>யூ.டி.ஐ.டி அட்டை</li>
            <li>வாக்காளர் அடையாள அட்டை</li>
            <li>வங்கி பாஸ்புக்</li>
        </ul>`;
        }
        else if(certificate=="PAN"){
        documents.innerHTML=`
        <h2>தேவையான ஆவணங்கள்</h2>
        <p>*அனைத்து ஆவணங்களும் அசலாக இருக்க வேண்டும். விண்ணப்பித்த பிறகு அனைத்து ஆவணங்களும் வாடிக்கையாளர்களிடம் திருப்பி வழங்கப்படும்.</p>
        <p>*ஆதார் விவரங்கள் சரியாக இருக்க வேண்டும்.</p>
        <ul type="none">
            <li>2 பாஸ்போர்ட் அளவு போட்டோக்கள்</li>
            <li>ஆதார் அட்டை</li>
            <li>10 ஆம் வகுப்பு மதிப்பெண் பட்டியல் அல்லது பிறப்புச் சான்றிதழ்</li>
        </ul>`;
        }
        else if(certificate=="Crop"){
        documents.innerHTML=`
        <h2>தேவையான ஆவணங்கள்</h2>
        <p>*அனைத்து ஆவணங்களும் அசலாக இருக்க வேண்டும். விண்ணப்பித்த பிறகு அனைத்து ஆவணங்களும் வாடிக்கையாளர்களிடம் திருப்பி வழங்கப்படும்.</p>
        <ul type="none">
            <li>ஆதார் அட்டை</li>
            <li>ஸ்மார்ட் கார்டு (குடும்ப அட்டை)</li>
            <li>பட்டா</li>
            <li>அடங்கல்</li>
            <li>வங்கி பாஸ்புக்</li>
        </ul>`;
        }
        else if(certificate=="VoterID"){
        documents.innerHTML=`
        <h2>தேவையான ஆவணங்கள்</h2>
        <p>*அனைத்து ஆவணங்களும் அசலாக இருக்க வேண்டும். விண்ணப்பித்த பிறகு அனைத்து ஆவணங்களும் வாடிக்கையாளர்களிடம் திருப்பி வழங்கப்படும்.</p>
        <p>*ஆதார் விவரங்கள் சரியாக இருக்க வேண்டும்.</p>
        <ul type="none">
            <li>போட்டோ</li>
            <li>ஆதார் அட்டை</li>
            <li>10ஆம் வகுப்பு மதிப்பெண் பட்டியல் அல்லது பிறப்புச் சான்றிதழ்</li>
            <li>குடும்ப உறுப்பினர்களில் ஒருவரின் வாக்காளர் அடையாள அட்டை</li>
        </ul>`;
        }
    else{
        documents.innerHTML="<h2>சான்றிதழைத் தேர்ந்தெடுக்கவும்</h2>";
    }

    documents.style.display="block";
}